soap_payload_getAllScheduledReportHistory.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v2="http://xmlns.oracle.com/oxp/service/v2">
   <soapenv:Header/>
   <soapenv:Body>
      <v2:getAllScheduledReportHistory>
         <v2:filter>
            <v2:jobId>503406</v2:jobId>
            <v2:owner>xxxxxxxxxxxx</v2:owner>
         </v2:filter>
         <v2:beginIdx>1</v2:beginIdx>
         <v2:userID>fin_impl</v2:userID>
         <v2:password>wm#qK8*9</v2:password>
      </v2:getAllScheduledReportHistory>
   </soapenv:Body>
</soapenv:Envelope>